Ran Plan for project: `my-project` dir: `tf-main` workspace: `default`

<details><summary>Show Output</summary>

```diff
HELLO


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # null_resource.installation will be created
+ resource "null_resource" "installation" {
      + id = (known after apply)
    }

  # yandex_vpc_subnet.diplom-public-subnet2 will be created
+ resource "yandex_vpc_subnet" "diplom-public-subnet2" {
      + created_at     = (known after apply)
      + folder_id      = (known after apply)
      + id             = (known after apply)
      + labels         = (known after apply)
      + name           = "public_subnet_C"
      + network_id     = "enpsoq4hu746nt63s99e"
      + v4_cidr_blocks = [
          + "192.168.10.0/24",
        ]
      + v6_cidr_blocks = (known after apply)
      + zone           = "ru-central1-a"
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p my-project
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://094c817d91c1:4141/lock?id=EvgeniyGushchin%252Fatlantis_terraform%252Ftf-main%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p my-project
  ```
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```